base-devel
git
wget
zsh
yay
curl
go
sed
plocate
net-tools
ttf-jetbrains-mono-nerd
flatpak
reflector
fastfetch
neovim
lsd
mpv
axel
yt-dlp
jq
bc
bat
fzf
unzip
p7zip
ufw
timeshift
python-pip
wtype
brightnessctl
imagemagick
swaylock
grim
slurp
swappy
rofi-wayland
wl-clipboard
